Repository: andi98/disable-author-pages
Catalog: languages/disable_author_pages-*.po
Languages: de_de

source: Author Pages
de_de: Autorenseiten

source: Disable Author settings
de_de: Einstellungen für Autorenseiten

source: Settings to disable the author pages.
de_de: Hier können die Einstellungen vorgenommen werden um Autorenseiten zu unterdrücken.

source: Disable Author Pages
de_de: Autorenseiten deaktivieren

source: Save Changes
de_de: Speichern

source: HTTP Status
de_de: Status der HTTP weiterleitung

source: Destinationpage
de_de: Zielseite

source: Disable Authorlink
de_de: Autorenlink unterdrücken

source: 301 (Moved Permanently)
de_de: 301 (Ständige Umleitung)

source: 307 (Temporary Redirect)
de_de: 307 (Voübergehende Umleitung)

source: Homepage
de_de: Startseite
